---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KJPerMSup2K
source: html/aa42c305-bf1f-e060-712b-41ed85dcfe5d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KJPerMSup2K Property

Symbol kJ/(m²·K), indicating unit Kilojoules per square meter Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId KJPerMSup2K { get; }
```